NextFOAM-2401/tutorials/mesh/createPatch/multiRegionHeater_autoPatch/system/README
- fvSolution is used for outer correctors specification.
- fvSchemes is only so that pre-processing activities can proceed
